{
  "S01E01 The Boy in the Iceberg": [
    "Katara: Why is it that every time you play with magic water, I get soaked?"
  ],
  "S01E02 The Avatar Returns": [
    "Zuko: The Avatar is the only one who can stop the Fire Nation."
  ],
  "S01E03 The Southern Air Temple": [
    "Aang: They're gone, aren't they? My whole family... gone."
  ],
  "S01E04 The Warriors of Kyoshi": [
    "Sokka: I am a warrior... but I'm not wearing a dress!"
  ],
  "S01E05 The King of Omashu": [
    "King Bumi: Let us leave... the chamber of secrets!"
  ],
  "S01E06 Imprisoned": [
    "Katara: Earthbending is a gift. It's your birthright!"
  ],
  "S01E07 Winter Solstice Part 1 The Spirit World": [
    "Iroh: Even in the material world, you will find that the energy is still connected."
  ],
  "S01E08 Winter Solstice Part 2 Avatar Roku": [
    "Roku: The Fire Nation must be stopped. That is my mission, and my burden."
  ],
  "S01E09 The Waterbending Scroll": [
    "Aang: You stole it?!"
  ],
  "S01E10 Jet": [
    "Jet: Freedom fighters fight for freedom. We're not terrorists."
  ],
  "S01E11 The Great Divide": [
    "Sokka: This is why I don't like group projects."
  ],
  "S01E12 The Storm": [
    "Iroh: Prince Zuko was lucky to be born."
  ],
  "S01E13 The Blue Spirit": [
    "Zhao: He had help... from the Blue Spirit."
  ],
  "S01E14 The Fortuneteller": [
    "Aunt Wu: Your future is full of struggle and anguish—most of it self-inflicted."
  ],
  "S01E15 Bato of the Water Tribe": [
    "Hakoda: I am proud of you, son."
  ],
  "S01E16 The Deserter": [
    "Jeong Jeong: You are not ready! You are too weak!"
  ],
  "S01E17 The Northern Air Temple": [
    "Teo: I think your great-grandfather would have really liked these new gliders."
  ],
  "S01E18 The Waterbending Master": [
    "Master Pakku: No woman has ever trained here before."
  ],
  "S01E19 The Siege of the North Part 1": [
    "Zhao: I will capture the Moon Spirit!"
  ],
  "S01E20 The Siege of the North Part 2": [
    "Aang: I am the bridge between the material world and the spirit world."
  ],
  "S02E01 The Avatar State": [
    "Earth King: You have been in the Avatar State. It's dangerous."
  ],
  "S02E02 The Cave of Two Lovers": [
    "Iroh: Follow your passion and life will reward you."
  ],
  "S02E03 Return to Omashu": [
    "Mai: Just take the city already."
  ],
  "S02E04 The Swamp": [
    "Huu: Time is an illusion. So is death."
  ],
  "S02E05 Avatar Day": [
    "Sokka: I'm going to become... a detective!"
  ],
  "S02E06 The Blind Bandit": [
    "Toph: I'm the greatest earthbender in the world!"
  ],
  "S02E07 Zuko Alone": [
    "Zuko: My name is Lee now."
  ],
  "S02E08 The Chase": [
    "Azula: You seem a little... sleep deprived."
  ],
  "S02E09 Bitter Work": [
    "Iroh: Lightning is a pure expression of firebending."
  ],
  "S02E10 The Library": [
    "Wan Shi Tong: I am the spirit of knowledge."
  ],
  "S02E11 The Desert": [
    "Sokka: I'm starting to see things, Appa!"
  ],
  "S02E12 The Serpents Pass": [
    "Aang: Life is like a river; it goes where it must."
  ],
  "S02E13 The Drill": [
    "Sokka: This is bad... really bad!"
  ],
  "S02E14 City of Walls and Secrets": [
    "Long Feng: The Earth King has no idea this war is even happening."
  ],
  "S02E15 Tales of Ba Sing Se": [
    "Iroh: Leaves from the vine, falling so slow..."
  ],
  "S02E16 Appas Lost Days": [
    "Guru Pathik: Your emotions have clouded your mind."
  ],
  "S02E17 Lake Laogai": [
    "Jet: There is no war in Ba Sing Se..."
  ],
  "S02E18 The Earth King": [
    "Aang: We're going to tell the Earth King the truth."
  ],
  "S02E19 The Guru": [
    "Guru Pathik: Let go your earthly tether."
  ],
  "S02E20 The Crossroads of Destiny": [
    "Azula: I am a people person."
  ],
  "S03E01 The Awakening": [
    "Aang: They think I'm dead."
  ],
  "S03E02 The Headband": [
    "Aang: School is kind of fun!"
  ],
  "S03E03 The Painted Lady": [
    "Katara: The Painted Lady won't let your village suffer."
  ],
  "S03E04 Sokkas Master": [
    "Sokka: I want to learn swordsmanship."
  ],
  "S03E05 The Beach": [
    "Zuko: I don't know who I am anymore."
  ],
  "S03E06 The Avatar and the Firelord": [
    "Avatar Roku: Learn from my failures."
  ],
  "S03E07 The Runaway": [
    "Toph: I'm a genius!"
  ],
  "S03E08 The Puppetmaster": [
    "Hama: I control the water in your blood."
  ],
  "S03E09 Nightmares and Daydreams": [
    "Aang: What if I forget the dance?"
  ],
  "S03E10 The Day of Black Sun Part 1": [
    "Sokka: Today is the day we invade the Fire Nation!"
  ],
  "S03E11 The Day of Black Sun Part 2": [
    "Azula: You didn’t think it would be that easy, did you?"
  ],
  "S03E12 The Western Air Temple": [
    "Zuko: I'm ready to teach you firebending."
  ],
  "S03E13 The Firebending Masters": [
    "Aang: The dragons are still alive!"
  ],
  "S03E14 The Boiling Rock Part 1": [
    "Sokka: I have to rescue my dad."
  ],
  "S03E15 The Boiling Rock Part 2": [
    "Mai: I love Zuko more than I fear you."
  ],
  "S03E16 The Southern Raiders": [
    "Katara: I’ll never forgive him."
  ],
  "S03E17 The Ember Island Players": [
    "Toph: At least it was funny."
  ],
  "S03E18 Sozins Comet Part 1 The Phoenix King": [
    "Ozai: I am the Phoenix King!"
  ],
  "S03E19 Sozins Comet Part 2 The Old Masters": [
    "Iroh: It is time for you to look inward and begin asking yourself the big questions."
  ],
  "S03E20 Sozins Comet Part 3 Into the Inferno": [
    "Azula: You will learn respect!"
  ],
  "S03E21 Sozins Comet Part 4 Avatar Aang": [
    "Aang: I’m not going to end it like this. I’m going to find another way."
  ]
}