{
  "S01E01 The Boy in the Iceberg": [
    "Sokka: Why is it that every time you play with magic water, I get soaked?",
    "Aang: A hundred years! I can't believe it."
  ],
  "S01E02 The Avatar Returns": [
    "Zuko: He'd be about this age, master of all elements?",
    "Iroh: Good news for the Fire Lord. The Fire Nation's greatest threat is just a little kid."
  ],
  "S01E03 The Southern Air Temple": [
    "Katara: Monk Gyatso and the other airbenders may be gone, but you still have a family. Sokka and I!",
    "Gyatso: But the true secret, is in the gooey center."
  ],
  "S01E04 The Warriors of Kyoshi": [
    "Sokka: I treated you like a girl when I should've treated you like a warrior.",
    "Aang: Look what I brought to this place… These people got their town destroyed trying to protect me."
  ],
  "S01E05 The King of Omashu": [
    "Bumi: You must master the four elements and confront the Fire Lord. And when you do, I hope you will think like a mad genius.",
    "Aang: I solved the question the same way I solved the challenges. As you said a long time ago, I had to open my brain to the possibilities."
  ],
  "S01E06 Imprisoned": [
    "Katara: It's not enough, is it?",
    "Tyro: Don't worry. I hear cowards float."
  ],
  "S01E07 Winter Solstice, Part 1: The Spirit World": [
    "Aang: I need to save my friend and I don't know how!",
    "Katara: These acorns are everywhere, Aang. That means the forest will grow back!"
  ],
  "S01E08 Winter Solstice, Part 2: Avatar Roku": [
    "Roku: Sozin's Comet will return by the end of this summer, and Fire Lord Ozai will use its power to finish the War, once and for all.",
    "Aang: What if I can't master all the elements in time? What if I fail?"
  ],
  "S01E09 The Waterbending Scroll": [
    "Aang: You're all awful! You guys put our lives in danger because you couldn't go without a snack for a day?",
    "Katara: Stealing is wrong—unless it's from pirates."
  ],
  "S01E10 Jet": [
    "Jet: The Fire Nation killed my parents. I was only eight years old. That day changed me forever.",
    "Sokka: Who would be free? Everyone would be dead."
  ],
  "S01E11 The Great Divide": [
    "Aang: Harsh words won't solve problems, action will!",
    "Aang: You're all awful! You guys put our lives in danger because you couldn't go without a snack for a day?"
  ],
  "S01E12 The Storm": [
    "Aang: The world needed me and I wasn't there to help.",
    "Zuko: I won't fight you."
  ],
  "S01E13 The Blue Spirit": [
    "Aang: Who are you? What's going on? Are you here to rescue me?",
    "Aang: My frogs! Come back! And stop thawing out!"
  ],
  "S01E14 The Fortuneteller": [
    "Aunt Wu: The bones never lie.",
    "Aang: Wow, that's a big crack."
  ],
  "S01E15 Bato of the Water Tribe": [
    "Bato: The strength of your heart makes you who you are.",
    "Aang: I'm sorry. I was afraid you'd choose your father over me."
  ],
  "S01E16 The Deserter": [
    "Jeong Jeong: You have healing abilities. The great benders of the Water Tribe sometimes have this ability.",
    "Sokka: You burned my sister! You burned my sister!"
  ],
  "S01E17 The Northern Air Temple": [
    "Mechanist: Build a new life for my son, in the air! Then everyone will be on equal ground! So to speak.",
    "Aang: Nature knows where to stop."
  ],
  "S01E18 The Waterbending Master": [
    "Arnook: Tonight, we celebrate the arrival of our brother and sister from the Southern Tribe. And they have brought with them, someone very special, someone whom many of us believed disappeared from the world until now... the Avatar!",
    "Yue: Thank you, Father. May the great Ocean and Moon Spirits watch over us during these troubled times!"
  ],
  "S01E19 The Siege of the North, Part 1": [
    "Arnook: The day we have feared for so long has arrived. The Fire Nation is on our doorstep. It is with great sadness I call my family here before me, knowing well that some of these faces are about to vanish from our tribe, but they will never vanish from our hearts.",
    "Yue: Our strength comes from the Spirit of the Moon. Our life comes from the Spirit of the Ocean. They work together to keep balance."
  ],
  "S01E20 The Siege of the North, Part 2": [
    "Zuko: You're like my sister. Everything always came easy to her. She's a firebending prodigy, and everyone adores her. My father says she was born lucky. He says I was lucky to be born.",
    "Zuko: I don't need luck, though. I don't want it. I've always had to struggle and fight, and that's made me strong. It's made me who I am."
  ],
  "S02E01 The Avatar State": [
    "Roku: In the Avatar State, you are at your most powerful, but you are also at your most vulnerable.",
    "Aang: I'm sorry, Katara. I hope you never have to see me like that again."
  ],
  "S02E02 The Cave of Two Lovers": [
    "Chong: Secret tunnel! Secret tunnel! Through the mountains! Secret, secret, secret, secret tunnel!",
    "Katara: What if we kissed?"
  ],
  "S02E03 Return to Omashu": [
    "Aang: I don't understand. Why didn't you free yourself? Why did you surrender when Omashu was invaded?",
    "King Bumi: Neutral jing is the key to earthbending. It involves listening and waiting for the right moment to strike."
  ],
  "S02E04 The Swamp": [
    "Huu: This whole swamp is actually just one tree spread out over miles. One big, living organism. Just like the entire world.",
    "Aang: We're all connected."
  ],
  "S02E05 Avatar Day": [
    "Sokka: I'm going to become... a detective!",
    "Aang: I need to clear my name."
  ],
  "S02E06 The Blind Bandit": [
    "Toph: My parents don't understand. They've always treated me like I was helpless.",
    "Toph: Even though I was born blind, I've never had a problem seeing. I see with earthbending. It's kind of like seeing with my feet."
  ],
  "S02E07 Zuko Alone": [
    "Zuko: I am not cart-wheeling.",
    "Young Azula: You won't have to. Cart-wheeling's not a game, dum-dum."
  ],
  "S02E08 The Chase": [
    "Toph: People see me and think I'm weak. They want to take care of me. But I can take care of myself, by myself.",
    "Iroh: There is nothing wrong with letting the people who love you help you."
  ],
  "S02E09 Bitter Work": [
  "Iroh: Lightning is a pure expression of firebending, without aggression. It is not fueled by rage or emotion the way other firebending is. Some call lightning the cold-blooded fire.",
  "Zuko: I see. That's why we're drinking tea, to calm the mind."
  ],
  "S02E10 The Library": [
  "Wan Shi Tong: Indeed. I am Wan Shi Tong, he who knows ten thousand things.",
  "Sokka: Oh, so this spirit has attractive assistants, huh?"
  ],
  "S02E11 The Desert": [
  "Sokka: Drink cactus juice! It'll quench ya! Nothing's quenchier!",
  "Katara: Let's just keep moving. I hope Aang's okay."
  ],
  "S02E12 The Serpent's Pass": [
  "Suki: You mean you don't remember? Maybe you'll remember this!",
  "Aang: I'm doing fine. Would everybody stop worrying about me?"
  ],
  "S02E13 The Drill": [
  "Sokka: We're putting everything we've got into busting these braces, but it's taking too long!",
  "Aang: Maybe we don't need to cut all the way through."
  ],
  "S02E14 City of Walls and Secrets": [
  "Long Feng: The Earth King has no time to get involved with political squabbles and the day to day minutia of military activities.",
  "Joo Dee: You're in Ba Sing Se now. Everyone is safe here."
  ],
  "S02E15 Tales of Ba Sing Se": [
    "Iroh: Leaves from the vine, falling so slow...",
    "Zuko:  My name's Lee. My uncle and I just moved here."
  ],
  "S02E16 Appas Lost Days": [
    "Pathik: Oh, your emotions are so turbulent. Like swirling storm clouds.",
    "Azula: Who are you? The Avatar's fan girls?"
  ],
  "S02E17 Lake Laogai": [
    "Jet: They took me to a headquarters under the water. Like a lake!",
    "Long Feng: All right, Avatar, you've caused me enough problems. This is your last chance ... if you want your bison back."
  ],
  "S02E18 The Earth King": [
    "Aang: If you come with us to the Outer Wall, we can prove to you that the secret war is real.",
    "Aang: I can't believe it. There's a man living at the Eastern Air Temple. He says he's a guru."
  ],
  "S02E19 The Guru": [
    "Pathik: Third is the Fire Chakra, located in the stomach.",
    "Aang: Katara's in danger! I have to go!"
  ],
  "S02E20 The Crossroads of Destiny": [
    "Sokka: My sister! Where are they keeping Katara?",
    "Toph: They're not the real Kyoshi Warriors!"
  ],
  "S03E01 The Awakening": [
    "Aang: The world thinks I'm dead? How is that good news? That's terrible!",
    "Katara: You need to take it easy, okay? You got hurt pretty bad."
  ],
  "S03E02 The Headband": [
    "Toph: Yeah, we got our outfits. What do you need to go to school for?",
    "Aang: Is that a trick question? The Air Nomads didn't have a formal military. Sozin defeated them by ambush."
  ],
  "S03E03 The Painted Lady": [
    "Katara: Leave this village and never come back.",
    "Dock: Oh, you must be talking about my brothers, Dock and Xu."
  ],
  "S03E04 Sokkas Master": [
    "Sokka: Writing my name will make me a better swordsman‌?",
    "Piandao: Sokka. That's an unusual name."
  ],
  "S03E05 The Beach": [
    "Zuko: I'm angry at myself!",
    "Mai: Come on, answer the question."
  ],
  "S03E06 The Avatar and the Firelord": [
    "Roku: Sozin and I shared many things, including a birthday.",
    "Sozin: It's an amazing stroke of fate we know each other so well, isn't it? Together, we could do ... anything."
  ],
  "S03E07 The Runaway": [
    "Toph: Could you for once stop being such a sourpuss and just lighten up?",
    "Katara: Ah. I see. You're acting like this because of your parents."
  ],
  "S03E08 The Puppetmaster": [
    "Hama: Hello, children.",
    "Sokka: This is a mysterious little town you have here."
  ],
  "S03E09 Nightmares and Daydreams": [
    "Aang: Wait! Four days? The invasion's in four days?",
    "Momo: Boy, you are really starting to lose it, kid."
  ],
  "S03E10 The Day of Black Sun Part 1": [
    "Sokka: You're making peanut sauce bombs?",
    "Hakoda: Don't worry, you'll do great."
  ],
  "S03E11 The Day of Black Sun Part 2": [
    "Azula: So, Sokka's your name, right? My favorite prisoner used to mention you all the time.",
    "Zuko: After I leave here today, I'm gonna free Uncle Iroh from his prison and I'm gonna beg for his forgiveness."
  ],
  "S03E12 The Western Air Temple": [
    "Aang: I'm not having Zuko as my teacher!",
    "Zuko: Thank you. I'm so happy you've accepted me into your group."
  ],
  "S03E13 The Firebending Masters": [
    "Aang: Zuko, I think the past is trying to kill me.",
    "Aang: Well, I think they want us to do something. Let's just try it."
  ],
  "S03E14 The Boiling Rock Part 1": [
    "Zuko: That's rough, buddy.",
    "Sokka: It's a perfect boat for getting through the boiling water."
  ],
  "S03E15 The Boiling Rock Part 2": [
    "Sokka: Thank goodness you're okay.",
    "Suki: Everyone in!"
  ],
  "S03E16 The Southern Raiders": [
    "Sokka: To Zuko! Who knew after all those times he tried to snuff us out, today he'd be our hero?",
    "Azula: You mean it's not obvious yet? I am about to celebrate becoming an only child!"
  ],
  "S03E17 The Ember Island Players": [
    "Toph: At least it's not a flying boar.",
    "Sokka: I don't sound like that! Do I, guys?"
  ],
  "S03E18 Sozin's Comet Part 1 The Phoenix King": [
    "Ozai: Just as the world will be reborn in fire, I shall be reborn as the supreme ruler of the world. From this moment on, I will be known as... the Phoenix King!",
    "Zuko: I know you're scared. And I know you're not ready to save the world. But if you don't defeat the Fire Lord before the Comet comes... there won't be a world to save, anymore."
  ],
  "S03E19 Sozins Comet Part 2 The Old Masters": [
    "Iroh: I was never angry with you. I was sad because I was afraid you had lost your way.",
    "Zuko: I can handle Azula."
  ],
  "S03E20 Sozins Comet Part 3 Into the Inferno": [
    "Sokka: We're too late! The fleet's already taking off!",
    "Li: Azula, we heard what happened. Why have you banished all your servants?"
  ],
  "S03E21 Sozins Comet Part 4 Avatar Aang": [
    "Sokka: Those are your hair loopies!",
    "Katara: I think I'm the one who should be thanking you."
  ]
}