{
  "S01E01 The Boy in the Iceberg": [
    "Katara: Why is it that every time you play with magic water, I get soaked?",
    "Aang: I guess I was in there for a hundred years."
  ],
  "S01E02 The Avatar Returns": [
    "Zuko: The Avatar is the only one who can stop the Fire Nation.",
    "Iroh: The Avatar is the only one who can stop the Fire Nation… and Zuko has found him."
  ],
  "S01E03 The Southern Air Temple": [
    "Aang: They're gone, aren't they? My whole family... gone.",
    "Monk Gyatso: We can't concern ourselves with what was. We must act on what is."
  ],
  "S01E04 The Warriors of Kyoshi": [
    "Sokka: I am a warrior... but I'm not wearing a dress!",
    "Aang: They're gonna make me their god!"
  ],
  "S01E05 The King of Omashu": [
    "King Bumi: Let us leave... the chamber of secrets!",
    "Bumi: You must be open to the idea that there's someone out there who is smarter than you."
  ],
  "S01E06 Imprisoned": [
    "Katara: Earthbending is a gift. It's your birthright!",
    "Haru: My father says you can't fight fire with fire."
  ],
  "S01E07 Winter Solstice Part 1 The Spirit World": [
    "Iroh: Even in the material world, you will find that the energy is still connected.",
    "Katara: Aang, the forest is gone."
  ],
  "S01E08 Winter Solstice Part 2 Avatar Roku": [
    "Roku: The Fire Nation must be stopped. That is my mission, and my burden.",
    "Avatar Roku: You must defeat the Fire Lord before the comet arrives."
  ],
  "S01E09 The Waterbending Scroll": [
    "Aang: You stole it?!",
    "Katara: I have to become a better bender!"
  ],
  "S01E10 Jet": [
    "Jet: Freedom fighters fight for freedom. We're not terrorists.",
    "Katara: He’s a freedom fighter, and he’s so... brave."
  ],
  "S01E11 The Great Divide": [
    "Sokka: This is why I don't like group projects.",
    "Aang: You’re both acting like children!"
  ],
  "S01E12 The Storm": [
    "Iroh: Prince Zuko was lucky to be born.",
    "Zuko: My father said I was lucky to be born. I don't feel lucky."
  ],
  "S01E13 The Blue Spirit": [
    "Zhao: He had help... from the Blue Spirit.",
    "Aang: I didn’t know you were friends with the Blue Spirit."
  ],
  "S01E14 The Fortuneteller": [
    "Aunt Wu: Your future is full of struggle and anguish—most of it self-inflicted.",
    "Sokka: Can your science explain why it rains?"
  ],
  "S01E15 Bato of the Water Tribe": [
    "Hakoda: I am proud of you, son.",
    "Sokka: I think our sense of honor is what separates us from the Fire Nation."
  ],
  "S01E16 The Deserter": [
    "Jeong Jeong: You are not ready! You are too weak!",
    "Aang: I'm not ready. I need to learn waterbending first."
  ],
  "S01E17 The Northern Air Temple": [
    "Teo: I think your great-grandfather would have really liked these new gliders.",
    "Aang: This isn't the way of the Air Nomads."
  ],
  "S01E18 The Waterbending Master": [
    "Master Pakku: No woman has ever trained here before.",
    "Katara: I’ll be outside if you need me. Training."
  ],
  "S01E19 The Siege of the North Part 1": [
    "Zhao: I will capture the Moon Spirit!",
    "Yue: I’ve always felt close to the moon."
  ],
  "S01E20 The Siege of the North Part 2": [
    "Aang: I am the bridge between the material world and the spirit world.",
    "Iroh: There are things you cannot understand. The spirits are not to be trifled with."
  ],
  "S02E01 The Avatar State": [
    "Earth King: You have been in the Avatar State. It's dangerous.",
    "Katara: You don’t have to do this alone."
  ],
  "S02E02 The Cave of Two Lovers": [
    "Iroh: Follow your passion and life will reward you.",
    "Aang: Let's just keep moving. We can find our own way."
  ],
  "S02E03 Return to Omashu": [
    "Mai: Just take the city already.",
    "King Bumi: Neutral jing is the key to earthbending."
  ],
  "S02E04 The Swamp": [
    "Huu: Time is an illusion. So is death.",
    "Aang: We're all connected."
  ],
  "S02E05 Avatar Day": [
    "Sokka: I'm going to become... a detective!",
    "Aang: I need to clear my name."
  ],
  "S02E06 The Blind Bandit": [
    "Toph: I'm the greatest earthbender in the world!",
    "Toph: There's no different angle, no clever solution, no trickity trick that's gonna move that rock."
  ],
  "S02E07 Zuko Alone": [
    "Zuko: My name is Lee now.",
    "Zuko: That’s what mothers are like. Mothers help you."
  ],
  "S02E08 The Chase": [
    "Azula: You seem a little... sleep deprived.",
    "Toph: I'm used to pulling my own weight."
  ],
  "S02E09 Bitter Work": [
    "Iroh: Lightning is a pure expression of firebending.",
    "Aang: This is really hard."
  ],
  "S02E10 The Library": [
    "Wan Shi Tong: I am the spirit of knowledge.",
    "Sokka: Knowledge is power!"
  ],
  "S02E11 The Desert": [
    "Sokka: I'm starting to see things, Appa!",
    "Katara: We have to keep moving."
  ],
  "S02E12 The Serpents Pass": [
    "Aang: Life is like a river; it goes where it must.",
    "Toph: I don't want to be a burden."
  ],
  "S02E13 The Drill": [
    "Sokka: This is bad... really bad!",
    "Azula: You're about to be defeated by the power of engineering!"
  ],
  "S02E14 City of Walls and Secrets": [
    "Long Feng: The Earth King has no idea this war is even happening.",
    "Joo Dee: Everything is fine here in Ba Sing Se."
  ],
  "S02E15 Tales of Ba Sing Se": [
    "Iroh: Leaves from the vine, falling so slow...",
    "Zuko: That tea shop is a front. I know it."
  ],
  "S02E16 Appas Lost Days": [
    "Guru Pathik: Your emotions have clouded your mind.",
    "Appa (narrator-style): The sky bison endures."
  ],
  "S02E17 Lake Laogai": [
    "Jet: There is no war in Ba Sing Se...",
    "Long Feng: The Dai Li work in shadows."
  ],
  "S02E18 The Earth King": [
    "Aang: We're going to tell the Earth King the truth.",
    "Earth King: I want to help!"
  ],
  "S02E19 The Guru": [
    "Guru Pathik: Let go your earthly tether.",
    "Guru Pathik: To master the Avatar State, you must open all the chakras."
  ],
  "S02E20 The Crossroads of Destiny": [
    "Azula: I am a people person.",
    "Iroh: You are at a crossroads, Zuko."
  ],
  "S03E01 The Awakening": [
    "Aang: They think I'm dead.",
    "Katara: You didn’t defend me! You just stood there!"
  ],
  "S03E02 The Headband": [
    "Aang: School is kind of fun!",
    "Aang: Flameo, hotman!"
  ],
  "S03E03 The Painted Lady": [
    "Katara: The Painted Lady won't let your village suffer.",
    "Sokka: You’re not the Painted Lady, you’re Katara!"
  ],
  "S03E04 Sokkas Master": [
    "Sokka: I want to learn swordsmanship.",
    "Piandao: A sword is a tool for justice."
  ],
  "S03E05 The Beach": [
    "Zuko: I don't know who I am anymore.",
    "Mai: I don't hate you. I just don't care."
  ],
  "S03E06 The Avatar and the Firelord": [
    "Avatar Roku: Learn from my failures.",
    "Firelord Sozin: We could share this prosperity with the rest of the world."
  ],
  "S03E07 The Runaway": [
    "Toph: I'm a genius!",
    "Katara: I hate when you make me feel like a mother!"
  ],
  "S03E08 The Puppetmaster": [
    "Hama: I control the water in your blood.",
    "Hama: There are worse things than bloodbending."
  ],
  "S03E09 Nightmares and Daydreams": [
    "Aang: Wait! Four days? The invasion's in four days?",
    "Momo: Boy, you are really starting to lose it, kid."
  ],
  "S03E10 The Day of Black Sun Part 1": [
    "Sokka: You're making peanut sauce bombs?",
    "Hakoda: Don't worry, you'll do great."
  ],
  "S03E11 The Day of Black Sun Part 2": [
    "Azula: So, Sokka's your name, right? My favorite prisoner used to mention you all the time.",
    "Zuko: After I leave here today, I'm gonna free Uncle Iroh from his prison and I'm gonna beg for his forgiveness."
  ],
  "S03E12 The Western Air Temple": [
    "Aang: I'm not having Zuko as my teacher!",
    "Zuko: Thank you. I'm so happy you've accepted me into your group."
  ],
  "S03E13 The Firebending Masters": [
    "Aang: Zuko, I think the past is trying to kill me.",
    "Aang: Well, I think they want us to do something. Let's just try it."
  ],
  "S03E14 The Boiling Rock Part 1": [
    "Zuko: That's rough, buddy.",
    "Sokka: It's a perfect boat for getting through the boiling water."
  ],
  "S03E15 The Boiling Rock Part 2": [
    "Sokka: Thank goodness you're okay.",
    "Suki: Everyone in!"
  ],
  "S03E16 The Southern Raiders": [
    "Sokka: To Zuko! Who knew after all those times he tried to snuff us out, today he'd be our hero?",
    "Azula: You mean it's not obvious yet? I am about to celebrate becoming an only child!"
  ],
  "S03E17 The Ember Island Players": [
    "Toph: At least it's not a flying boar.",
    "Sokka: I don't sound like that! Do I, guys?"
  ],
  "S03E18 Sozin's Comet Part 1 The Phoenix King": [
    "Ozai: Just as the world will be reborn in fire, I shall be reborn as the supreme ruler of the world. From this moment on, I will be known as... the Phoenix King!",
    "Zuko: I know you're scared. And I know you're not ready to save the world. But if you don't defeat the Fire Lord before the Comet comes... there won't be a world to save, anymore."
  ],
  "S03E19 Sozins Comet Part 2 The Old Masters": [
    "Iroh: I was never angry with you. I was sad because I was afraid you had lost your way.",
    "Zuko: I can handle Azula."
  ],
  "S03E20 Sozins Comet Part 3 Into the Inferno": [
    "Sokka: We're too late! The fleet's already taking off!",
    "Li: Azula, we heard what happened. Why have you banished all your servants?"
  ],
  "S03E21 Sozins Comet Part 4 Avatar Aang": [
    "Sokka: Those are your hair loopies!",
    "Katara: I think I'm the one who should be thanking you."
  ]
}